m5stack/uiflow-micropython/m5stack/boards/M5STACK_4MB/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "M5STACK"
#define MICROPY_HW_MCU_NAME "ESP32"
